Repository: radholm/OmniWM
Catalog: Sources/OmniWM/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, el, es, fi, fr, he, hi, it, ja, ko, nb, nl, pl, ru, sr_latn, sv, uk, zh_hans

source: Main Monitor
ar: الشاشة الرئيسية
da: Hovedskærm
de: Hauptmonitor
el: Κύρια οθόνη
es: Monitor principal
fi: Päänäyttö
fr: Moniteur principal
he: צג ראשי
hi: मुख्य मॉनिटर
it: Monitor principale
ja: メインモニター
ko: 주 모니터
nb: Hovedskjerm
nl: Hoofdmonitor
pl: Monitor Główny
ru: Основной монитор
sr_latn: Glavni monitor
sv: Huvudskärm
uk: Основний дисплей
zh_hans: 主显示器

source: Main is the display with the macOS menu bar; Secondary and Tertiary are the next displays in arrangement order. Add displays here to choose the order yourself: the highest-ranked connected display becomes Main, then Secondary, then Tertiary.
ar: Main هو العرض مع شريط القائمة macOS؛ وSecondary وTertiary هما العروض التالية مرتبة حسب الترتيب. أضف العروض هنا لاختيار الترتيب بنفسك: العرض المتصل الأكثر تصنيفًا يصبح Main، ثم Secondary، ثم Tertiary.
da: Hovedet er displayet med macOS menulinjen; Sekundær og Tertiær er de næste skærme i arrangementsrækkefølge. Tilføj skærme her for at vælge rækkefølgen selv: den højest rangerede tilsluttet display bliver Main, derefter sekundær, så Tertiær.
de: Main ist der Bildschirm mit der macOS-Menüleiste; Secondary und Tertiary sind die nächsten Bildschirme in der Anordnung. Fügen Sie hier Bildschirme hinzu, um die Reihenfolge selbst zu wählen: Der am höchsten bewertete verbundene Bildschirm wird zum Main, dann Secondary, dann Tertiary.
el: Η Κύρια είναι η οθόνη με τη γραμμή μενού του macOS· η Δευτερεύουσα και η Τριτεύουσα είναι οι επόμενες στη σειρά της διάταξης. Προσθέστε οθόνες εδώ για να ορίσετε τη σειρά: η συνδεδεμένη οθόνη με την υψηλότερη κατάταξη γίνεται Κύρια, ακολουθούμενη από τη Δευτερεύουσα και την Τριτεύουσα.
es: Main es la pantalla con la barra de menús macOS; Secondary y Tertiary son las siguientes pantallas en orden de disposición. Añade pantallas aquí para elegir el orden tú mismo: la pantalla conectada con la clasificación más alta se convierte en Main, luego Secondary, luego Tertiary.
fi: Pääosassa on näyttö, jossa on macOS-valikkopalkki. Sekundääri- ja korkea-asteen näytöt ovat seuraavat näytöt järjestelyjärjestyksessä. Lisää näytöt tähän valitaksesi tilauksen itse: korkea-arvoisimmasta yhdistetystä näytöstä tulee Main, sitten Secondary, sitten Tertiary.
fr: Main est l'affichage avec la barre de menu macOS; Secondaire et Tertiaire sont les prochains affichages dans l'ordre d'arrangement. Ajoutez des affichages ici pour choisir l'ordre vous-même : l'affichage connecté le plus élevé devient Main, puis Secondaire, puis Tertiaire.
he: ראשי הוא התצוגה עם macOS בר התפריטים, השני והשלישית הם התצוגות הבאות לפי הסדר. הוסף תצוגה כאן כדי לבחור את הסדר בעצמך: התצוגה המקושרת בדרגה הגבוהה ביותר הופכת להיות ראשית, לאחר מכן משנית, לאחר מכן שלישית.
hi: मुख्य वह डिस्प्ले है जिसमें macOS मेनू बार है; द्वितीयक और तृतीयक व्यवस्था क्रम में अगले डिस्प्ले हैं। यहाँ डिस्प्ले जोड़ें ताकि आप स्वयं क्रम चुन सकें: उच्चतम रैंक वाला जुड़ा हुआ डिस्प्ले मुख्य बन जाता है, फिर द्वितीयक, फिर तृतीयक।
it: Principale è il display con la barra del menu macOS; Secondario e Terziario sono i prossimi display in ordine di disposizione. Aggiungi i display qui per scegliere l'ordine da soli: il display collegato più alto diventa Main, poi Secondary, poi Terziario.
ja: メインはmacOSメニューバー付きのディスプレイです。セカンダリとサーティエリーは、配置順に次のディスプレイです。ここでディスプレイを追加して、自分で配置順を選択できます。最もランクの高い接続ディスプレイがメインになり、次にセカンダリ、次にサーティエリーになります。
ko: 기본 모니터는 macOS 메뉴 막대가 있는 디스플레이입니다. 보조 및 세 번째 모니터는 배치 순서에서 다음 디스플레이입니다. 직접 순서를 정하려면 여기에서 디스플레이를 추가하세요. 연결된 디스플레이 중 순위가 가장 높은 것이 기본, 그다음이 보조, 그다음이 세 번째가 됩니다.
nb: Hovedvisningen er skjermen med macOS-menybar; sekundær- og tertiærvisningene er de neste visningene i sorteringsrekkefølge. Legg til visninger her for å velge rekkefølgen selv: den høyest rangerte tilkoblede visningen blir hovedvisningen, deretter sekundær, deretter tertiær.
nl: Hoofd is het display met de menubalk macOS; Secundaire en Tertiaire zijn de volgende displays in rangschikking volgorde. Voeg hier displays toe om zelf de bestelling te kiezen: het hoogste aangesloten display wordt Main, dan Secundair, dan Tertiary.
pl: Główny jest wyświetlacz z pasek menedżera zadań macOS; Sekundarny i Trzeciorzędny to kolejne wyświetlacze w kolejności ustawienia. Dodaj wyświetlacze tutaj, aby sam wybierać kolejność: najwyższo-rankingowany połączony wyświetlacz staje się główny, następnie sekundarny, a potem trzeciorzędny.
ru: Главный экран — это отображение с менювой строкой macOS; второстепенный и третипенный экраны — это следующие отображения в порядке расположения. Добавьте здесь отображения, чтобы самостоятельно выбрать их порядок: самый высокооцененный подключенный экран становится Главным, затем Второстепенным, затем Третипенным.
sr_latn: Glavni je ekran sa panelom menija macOS; sekundarni i treći su sledeći ekrani u rasporedu. Dodajte ekrane ovde da biste sami izabrali narudžbinu: najviše rangirani povezani ekran postaje Glavni, zatim sekundarni, zatim treći.
sv: Main är skärmen med macOS-menyraden; Secondary och Tertiary är de nästa skärmarna i ordningsföljd. Lägg till skärmar här för att välja ordningen själv: den högst rankade anslutna skärmen blir Main, sedan Secondary, sedan Tertiary.
uk: Головний — це дисплей зі смугою меню macOS; Другорядний і Третій — наступні дисплеї за порядком розташування. Додайте дисплеї тут, щоб визначити порядок самостійно: під’єднаний дисплей із найвищим рангом стає Головним, за ним ідуть Другорядний і Третій.
zh_hans: Main是带有macOS菜单栏的显示屏；Secondary和Tertiary是按排列顺序排列的下一个显示屏。在此添加显示屏以自行选择顺序：排名最高的连接显示屏成为Main，然后是Secondary，接着是Tertiary。

source: Main, Secondary, and Tertiary follow the Monitor Roles order in Settings > Monitors; without a ranking, Main is the macOS main display and the others follow arrangement order. Specific Display pins this workspace to the selected monitor when available.
ar: يتبع الإعداد الرئيسي والثانوي والثالث الترتيب الخاص بمهام المتتبعات في الإعدادات > المتتبعات؛ وبدون ترتيب، فإن الإعداد الرئيسي هو عرض macOS الرئيسي، وتتبع الإعدادات الثانوية الأخرى ترتيب الترتيب. يقوم Pin العرض المحدد بتعيين هذا مساحة العمل إلى المتتبع المحدد عند توفره.
da: Primær, Sekundær og Tertiær følger rækkefølgen under Skærmroller i Indstillinger > Skærme; uden en rangering er Primær macOS’ hovedskærm, og de andre følger skærmenes opstilling. Bestemt skærm knytter dette arbejdsområde til den valgte skærm, når den er tilgængelig.
de: Haupt-, Neben- und Tertiarbildschirme folgen der Reihenfolge der Monitor-Rollen in Einstellungen > Monitore; ohne Rangfolge ist Haupt der macOS Hauptbildschirm und die anderen folgen der Anordnung. Spezielle Bildschirme verankern diesen Arbeitsbereich auf dem ausgewählten Monitor, wenn verfügbar.
el: Η Κύρια, η Δευτερεύουσα και η Τριτεύουσα ακολουθούν τη σειρά των Ρόλων οθονών στις Ρυθμίσεις > Οθόνες. Χωρίς κατάταξη, η Κύρια είναι η κύρια οθόνη του macOS και οι άλλες ακολουθούν τη σειρά της διάταξης. Η επιλογή «Συγκεκριμένη οθόνη» συνδέει αυτόν τον χώρο εργασίας με την επιλεγμένη οθόνη όταν είναι διαθέσιμη.
es: Principal, Secundario y Terciario siguen el orden de Roles del Monitor en Configuración > Monitores; sin un orden de clasificación, Principal es la pantalla principal macOS y los demás siguen el orden de disposición. Display específico fija este espacio de trabajo al monitor seleccionado cuando esté disponible.
fi: Ensisijainen, Toissijainen ja Kolmas noudattavat Näyttöjen roolit -järjestystä kohdassa Asetukset > Näytöt; jos järjestystä ei ole määritetty, Ensisijainen on macOS:n päänäyttö ja muut noudattavat näyttöjen järjestystä. Tietty näyttö kiinnittää tämän työtilan valittuun näyttöön, kun se on käytettävissä.
fr: Principal, Secondaire et Tertiaire suivent l’ordre des rôles des moniteurs dans Réglages > Moniteurs. Sans classement, Principal correspond à l’écran principal de macOS et les autres suivent l’ordre de la disposition. Écran précis associe cet espace de travail au moniteur choisi lorsqu’il est disponible.
he: ראשי, משני, ושלישית בצעו את סדר התפקידים ניטור הגדרות > צגים; ללא דירוג, ראשי הוא macOS התצוגה העיקרית והאחרות ממלאות אחר הסדר. הצג סיכות ספציפיות של מרחב עבודה זה למסך הנבחר כאשר זמין.
hi: मुख्य, द्वितीयक और तृतीयक सेटिंग्स > मॉनिटर में मॉनिटर भूमिकाओं के क्रम का पालन करते हैं; बिना रैंकिंग के, मुख्य macOS मुख्य डिस्प्ले है और अन्य व्यवस्था क्रम का पालन करते हैं। विशिष्ट डिस्प्ले इस कार्यक्षेत्र को उपलब्ध होने पर चयनित मॉनिटर से जोड़ता है।
it: Principale, Secondario e Terziario seguono l’ordine di Ruoli dei monitor in Impostazioni > Monitor; senza una classifica, Principale è il monitor principale di macOS e gli altri seguono l’ordine di disposizione. Monitor specifico vincola questo spazio di lavoro al monitor selezionato quando è disponibile.
ja: メイン、セカンダリー、ターティエは設定 > モニターの「モニターロール」の順序に従います。ランキングがない場合、メインはmacOSのメインディスプレイとなり、他のものは配置順に従います。特定のディスプレイピンは利用可能なときにこのワークスペースを選択したモニターに固定します。
ko: 기본, 보조, 세 번째 역할은 설정 > 모니터의 모니터 역할 순서를 따릅니다. 순위를 지정하지 않으면 기본은 macOS의 주 디스플레이이며 나머지는 배치 순서를 따릅니다. 특정 디스플레이를 선택하면 사용 가능한 동안 이 워크스페이스가 해당 모니터에 고정됩니다.
nb: Hoved, sekundær og tertiær følger rekkefølgen på Overvåkingsroller i Innstillinger > Overvåkere; uten en rangering er hoveden macOS hovedvisningen, og de andre følger arrangementets rekkefølge. Spesifikk visning fester dette arbeidsområdet til den valgte monitoren når den er tilgjengelig.
nl: Hoofd, Secundair en Tertiair volgen de volgorde van Monitorrollen in Instellingen > Monitoren. Zonder rangorde is Hoofd het hoofdbeeldscherm van macOS en volgen de andere schermen de volgorde van de indeling. Specifiek beeldscherm koppelt deze werkruimte aan de gekozen monitor wanneer die beschikbaar is.
pl: Główne, pomocnicze i trzeciorzędne są zgodne z kolejnością roli monitora w ustawieniach > Monitory; bez kolejności, Główne to główny ekran macOS, a pozostałe są uporządkowane według ustawień. W przypadku dostępności, konkretny ekran przypina przestrzeń roboczą do wybranego monitora.
ru: Основной, вторичный и третичный мониторы следуют порядку ролей мониторов в настройках > Мониторы; без рейтинга основной монитор macOS является основным отображением, а остальные следует следующему порядку расположения. Специальные отображающие элементы прикрепляют этот рабочее пространство к выбранному монитору, если он доступен.
sr_latn: Glavni, sekundarni i treći slede poredak Uloge monitora u podešavanjama > monitorima; bez rangiranja, Glavni je glavni ekran macOS-a, a ostali slede poredak uređenja. Specifični ekran ubacuje ovaj radni prostor na izabrani monitor kada je dostupan.
sv: Huvud, sekundärt och tertiärt följer ordningen för Monitorroller i Inställningar > Monitorer; utan en rangordning är huvuddisplayen macOS huvuddisplayen och de andra följer ordningen för arrangemanget. Specifika displaypinnar låser detta arbetsutrymme till den valda monitorn när den är tillgänglig.
uk: Головний, Другорядний і Третій визначаються порядком ролей моніторів у Параметри > Монітори. Якщо порядок не задано, Головний — це основний дисплей macOS, а інші йдуть за порядком розташування. Параметр «Певний дисплей» прив’язує цей робочий простір до вибраного монітора, коли він доступний.
zh_hans: 主、次要和三级按照设置 > 监视器中的监视器角色顺序排列；如果没有排名，主显示器就是macOS的主显示器，其他显示器则按照排列顺序排列。当可用时，特定显示器将此工作区固定到所选的监视器上。

source: Make every display a window destination
ar: اجعل كل عرض وجهة نافذة
da: Gør hvert display til et vinduedestination
de: Machen Sie jedes Display zu einem Fensterziel
el: Κάντε κάθε οθόνη έναν προορισμό παραθύρου
es: Haz que cada pantalla sea un destino de ventana
fi: Tee jokaisesta näytöstä ikkunakohde
fr: Faire de chaque affichage une destination de fenêtre
he: הפוך כל תצוגה ליעד חלון
hi: हर डिस्प्ले को एक विंडो गंतव्य बनाएं
it: Rendere ogni display una destinazione finestra
ja: すべてのディスプレイをウィンドウの目的地にする
ko: 모든 디스플레이를 창 목적지로 만드세요
nb: Gjør hver skjerm til et vindusmål
nl: Maak van elk scherm een vensterbestemming
pl: Zrób z każdego monitora miejsce docelowe dla okna
ru: Ставьте каждый отображение пунктом назначения для окна
sr_latn: Napravite svaki ekran destinacijom prozora
sv: Gör varje visning till en fönsterdestination
uk: Зробити кожен дисплей доступним для переміщення вікон
zh_hans: 让每个显示都是窗口目的地

source: Make the Pointer Feel Natural
ar: اجعل المؤشر يشعر بالنعومة الطبيعية
da: Få fingeren til at føle sig naturlig
de: Lassen Sie den Pointer natürlich wirken
el: Κάντε τον δείκτη να αισθάνεται φυσικό
es: Haz que el Pointer se sienta natural
fi: Tee neuvokkaasta luontevan oloinen
fr: Faites que le pointeur se sente naturel
he: עשה שהמצביע ירגיש טבעי
hi: प्राइटर को प्राकृतिक महसूस कराएं
it: Fai sentire il puntatore naturale
ja: ポインタを自然に感じさせる
ko: 포인터를 자연스럽게 느끼게 하세요
nb: Gjør Pointeren føle seg naturlig
nl: Maak de Pointer Feel Natural
pl: Zrób wskaźnik, by czuł się naturalnie
ru: Сделать перемещение указателя естественным
sr_latn: Napravite indikator da se oseća prirodno
sv: Gör pekaren naturlig
uk: Зробіть рух вказівника природним
zh_hans: 让指针感觉自然

source: Make this look like your real desk. Displays in the same row or column can exchange focus, windows, and the pointer. OmniWM remembers an arrangement for each set of connected displays. This does not change where macOS places windows.
ar: اجعل هذا يبدو مثل مكتبك الحقيقي. يمكن للمشاهد المعروضة في نفس الصف أو العمود تبديل التركيز والنوافذ والمؤشر. OmniWM يتذكر ترتيبًا لكل مجموعة من العروض المتصلة. هذا لا يغير مكان وضع macOS للنوافذ.
da: Få det til at ligne dit rigtige skrivebord. Viser i samme række eller kolonne kan udveksle fokus, vinduer og markøren. OmniWM husker et arrangement for hvert sæt af tilsluttede skærme. Dette ændrer ikke, hvor macOS placerer vinduer.
de: Lassen Sie dies wie Ihren echten Schreibtisch aussehen. Anzeigen in derselben Zeile oder Spalte können ihre Aufmerksamkeit, Fenster und den Zeiger austauschen. OmniWM merkt sich eine Anordnung für jedes Set verbundener Anzeigen. Dies ändert nicht, wo macOS Fenster platziert.
el: Κάνε το να μοιάζει με το αληθινό σου γραφείο. Οι οθόνες στην ίδια σειρά ή στήλη μπορούν να ανταλλάξουν εστίαση, παράθυρα και τον δείκτη. OmniWM θυμάται μια διάταξη για κάθε σύνολο συνδεδεμένων οθονών. Αυτό δεν αλλάζει όπου το macOS τοποθετεί παράθυρα.
es: Haz que esto se vea como tu escritorio real. Las pantallas que se muestran en la misma fila o columna pueden intercambiar el enfoque, las ventanas y el puntero. OmniWM recuerda una disposición para cada conjunto de pantallas conectadas. Esto no cambia dónde coloca macOS las ventanas.
fi: Saat tämän näyttämään oikealta pöydältäsi. Saman rivin tai sarakkeen näytöt voivat vaihtaa fokus-, ikkuna- ja osoitinta. OmniWM muistaa järjestelyn jokaiselle kytkettyjen näyttöjen sarjalle. Tämä ei muutu siinä, missä macOS sijoittaa ikkunat.
fr: Reproduisez la disposition de votre bureau. Les écrans situés sur une même ligne ou colonne peuvent échanger la sélection, les fenêtres et le pointeur. OmniWM mémorise une disposition pour chaque ensemble d’écrans connectés. Cela ne change pas l’emplacement des fenêtres dans macOS.
he: תגרום לזה להיראות כמו השולחן האמיתי שלך. הצגות באותה שורה או עמודה יכולות להחליף מיקוד, חלונות והמצביע. OmniWM הוא זוכר סידור לכל סט של תצוגות מחוברות. זה לא משנה איפה macOS מקומות חלונות.
hi: इसे अपने वास्तविक डेस्क की तरह दिखाएं। एक ही पंक्ति या कॉलम में प्रदर्शित होने वाले डिस्प्ले फोकस, विंडो और पॉइंटर को बदल सकते हैं।OmniWM प्रत्येक जुड़े हुए डिस्प्ले के सेट के लिए एक व्यवस्था को याद रखता है। इससेmacOS विंडो कहाँ रखता है, इसमें कोई बदलाव नहीं आता है।
it: Fai sembrare questa la tua vera scrivania. I display nella stessa riga o colonna possono scambiare la messa a fuoco, le finestre e il puntatore. OmniWM ricorda una disposizione per ogni set di display collegati. Questo non cambia dove macOS posiziona le finestre.
ja: これを実際の机のように見せます。同じ行または列に表示されるディスプレイは、フォーカス、ウィンドウ、ポインタを交換できます。OmniWMは、接続されたディスプレイのセットごとに配置を記憶します。これはmacOSがウィンドウをどこに配置するかを変更しません。
ko: 디스플레이를 실제 책상 위 배치와 맞추세요. 같은 행이나 열에 있는 디스플레이는 포커스, 창, 포인터를 서로 이동할 수 있습니다. OmniWM은 연결된 디스플레이 조합마다 배치를 기억합니다. macOS의 실제 창 배치는 변경하지 않습니다.
nb: Få dette til å se ut som ditt virkelige skrivebord. Visninger i samme rad eller kolonne kan bytte fokus, vinduer og markøren. OmniWM husker et arrangement for hvert sett med tilkoblede visninger. Dette endrer ikke hvor macOS plasserer vinduer.
nl: Laat deze indeling overeenkomen met uw echte bureau. Beeldschermen in dezelfde rij of kolom kunnen focus, vensters en de aanwijzer uitwisselen. OmniWM onthoudt een indeling voor elke combinatie van aangesloten beeldschermen. Dit verandert niet waar macOS vensters plaatst.
pl: Zrób to, aby wyglądało jak Twoje prawdziwe biurko. Wyświetlanie w tej samej rzędzie lub kolumnie może wymieniać skupienie, okna i wskaźnik. OmniWM zapamiętuje ustawienie dla każdego zestawu połączonych ekranów. To nie zmienia, gdzie macOS umieszcza okna.
ru: Создайте так, чтобы это выглядело как ваш настоящий стол. Отображения в одной и той же строке или столбце могут менять фокус, окна и указатель.OmniWM запоминает расположение для каждой группы связанных отображений. Это не меняет, где macOS размещает окна.
sr_latn: Učinite ovo da izgleda kao vaš pravi stol. Displei u istom redu ili koloni mogu razmeniti fokus, prozor, i indikator. OmniWM podseća na uređenje za svaki set povezanih ekrana. To se ne menja gde macOS stavlja prozore.
sv: Gör detta som om det vore ditt riktiga skrivbord. Displayer i samma rad eller kolumn kan byta fokus, fönster och pekaren. OmniWM kommer ihåg en arrangement för varje uppsättning anslutna displayer. Detta ändrar inte var macOS placerar fönstren.
uk: Відтворіть розташування вашого справжнього столу. Дисплеї в одному рядку або стовпці можуть обмінюватися фокусом, вікнами й вказівником. OmniWM запам’ятовує розташування для кожного набору під’єднаних дисплеїв. Це не змінює розміщення вікон у macOS.
zh_hans: 让它看起来像你的真实办公桌。同一行或列中的显示器可以交换焦点、窗口和光标。OmniWM为每组连接的显示器设置一个布局。这不会改变macOS放置窗口的位置。

source: Manual update command
ar: أمر التحديث اليدوي
da: Manuel opdateringskommando
de: Manuelle Aktualisierungsbefehl
el: Χειροκίνητη εντολή ενημέρωσης
es: Comando de actualización manual
fi: Manuaalinen päivityskomento
fr: Commande de mise à jour manuelle
he: פקודת עדכון ידנית
hi: मैनुअल अपडेट कमांड
it: Comando aggiornamento manuale
ja: 手動アップデートコマンド
ko: 수동 업데이트 명령
nb: Manuell oppdateringskommando
nl: Handmatige updateopdracht
pl: Komenda aktualizacji ręcznej
ru: Руководство по команде обновления
sr_latn: Ručni nalog za ažuriranje
sv: Manuell uppdateringskommando
uk: Команда ручного оновлення
zh_hans: 手动更新命令

source: Match Your Real Desk
ar: قم بمطابقة مكتبك الحقيقي
da: Match dit rigtige skrivebord
de: Passen Sie Ihren echten Schreibtisch an
el: Ταιριάξτε το πραγματικό σας γραφείο
es: Ajusta tu escritorio real
fi: Täsmää todelliseen työpöytääsi
fr: Correspondez à votre vrai bureau
he: התאם את שולחן העבודה האמיתי שלך
hi: अपने वास्तविक डेस्क से मिलें
it: Corrisponde alla tua scrivania reale
ja: あなたの実際のデスクにマッチする
ko: 당신의 실제 책상을 맞추세요
nb: Match ditt virkelige skrivebord
nl: Komt overeen met je echte bureau
pl: Dopasuj do Twojego rzeczywistego stołu
ru: Подберите свой настоящий стол
sr_latn: Pokušajte da uradite svoj pravi desk
sv: Matcha ditt riktiga skrivbord
uk: Підігнати під ваш реальний стіл
zh_hans: 匹配您的真实办公桌

source: Match specificity %lld — higher specificity wins; ties break by list order
ar: دقة المطابقة %lld — الدقة الأعلى تفوز؛ يتم كسر التعادل حسب ترتيب القائمة
da: Match specificitet %lld ~ højere specificitetsgevinster; bånd brud efter listeordre
de: Übereinstimmungsspezifität %lld — höhere Spezifität gewinnt; Gleichstände werden nach der Reihenfolge der Liste gebrochen.
el: Εξειδίκευση αντιστοίχισης %lld — υπερισχύει η μεγαλύτερη εξειδίκευση· οι ισοβαθμίες λύνονται με τη σειρά της λίστας
es: Especificidad de coincidencia %lld — mayor especificidad gana; los empates se rompen por orden de la lista.
fi: Match specificity %lld - suurempi spesiaalisuus voittaa; siteet katkeavat listajärjestyksessä
fr: Spécificité de correspondance %lld — la spécificité plus élevée gagne; les liens se brisent par ordre de liste
he: מידת ההתאמה %lld — התאמה מדויקת יותר גוברת; בשוויון נקבע לפי סדר הרשימה
hi: मिलान विशिष्टता %lld — उच्च विशिष्टता जीतती है; टाई सूची क्रम के अनुसार टूट जाती है।
it: Corrispondenza specificità %lld Vittorie più elevate di specificità; le cravatte si rompono per ordine di lista
ja: 一致の特異性%lld — 高い特異性が勝つ; 同点はリストの順序で決まる。
ko: 매칭 특이성 %lld — 더 높은 특이성이 승리; 동점은 목록 순서로 결정됩니다.
nb: Matchspesifisitet %lld — høyere spesifisitet vinner; uavgjorte avgjøres etter listeordre.
nl: Matchspecificiteit %lld Meer specificiteit wint; banden breken op lijstvolgorde
pl: Stopień szczegółowości dopasowania %lld — bardziej szczegółowe reguły mają pierwszeństwo; remisy rozstrzyga kolejność na liście.
ru: Точность соответствия %lld — вышее точность выигрывает; равенства решаются по порядку списка.
sr_latn: Specifičnost utakmice %lld — Više specifičnosti pobede; veze prekida po redu liste
sv: Matchspecifikitet %lld — högre specificitet vinner; vid lika bryts vid listordning
uk: Ступінь конкретності збігу %lld — вищий ступінь має пріоритет; за однакового ступеня вирішує порядок у списку
zh_hans: 匹配特异性%lld——更高的特异性胜出；平局以列表顺序打破。

source: Measure Performance
ar: قياس الأداء
da: Målydeevne
de: Leistung messen
el: Επιδόσεις του μέτρου
es: Medir el rendimiento
fi: Mittaustulos
fr: Mesurer l'efficacité
he: מדידה של ביצועים
hi: प्रदर्शन मापें
it: Misura prestazioni
ja: パフォーマンスを測定する
ko: 성능 측정
nb: Mål ytelse
nl: Prestaties meten
pl: Pomiar wydajności
ru: Измереть производительность
sr_latn: Merenje performansi
sv: Mät prestanda
uk: Виміряти продуктивність
zh_hans: 衡量性能

source: Memory
ar: الذاكرة
da: Hukommelse
de: Gedächtnis
el: Μνήμη
es: Memoria
fi: Muisti
fr: Mémoire
he: זיכרון
hi: याददाश्त
it: Memoria
ja: 記憶
ko: 메모리
nb: hukommelse
nl: Geheugen
pl: Pamięć
ru: Память
sr_latn: Memorija
sv: minne
uk: Пам'ять
zh_hans: 记忆

source: Menu
ar: القائمة
de: Menü
el: Μενού
es: Menú
fi: Valikko
he: תפריט
hi: मेनू
ja: メニュー
ko: 메뉴
nb: meny
ru: Меню
sr_latn: meni
sv: matsedel
uk: Меню
zh_hans: 菜单

source: Middle Button
ar: زر الوسط
da: MidterknapName
de: Mittlerer Knopf
el: Μεσαίο κουμπί
es: Botón medio
fi: Keskimmäinen painike
fr: Bouton moyen
he: כפתור אמצעי
hi: मध्य बटन
it: Pulsante centrale
ja: ミドルボタン
ko: 중간 버튼
nb: Midtknapp
nl: Middenknop
pl: Przycisk środkowy
ru: Средняя кнопка
sr_latn: Bliski dugme
sv: Mellanknapp
uk: Середній клік
zh_hans: 中间按钮

source: Minimum Height
ar: الحد الأدنى للارتفاع
da: Mindste højde
de: Mindesthöhe
el: Ελάχιστο ύψος
es: Altura mínima
fi: Minimikorkeus
fr: Hauteur minimale
he: גובה מינימלי
hi: न्यूनतम ऊंचाई
it: Altezza minima
ja: 最低身長
ko: 최소 높이
nb: Minimumshøyde
nl: Minimumhoogte
pl: Minimalna wysokość
ru: Минимальная высота
sr_latn: Minimalna visina
sv: Minimilängd
uk: Мінімальна висота
zh_hans: 最低高度

source: Minimum Size (Layout Constraint)
ar: الحد الأدنى للحجم (قيود التخطيط)
da: Mindste størrelse (Layout-konstraint)
de: Mindestgröße (Layout-Einschränkung)
el: Ελάχιστο μέγεθος (περιορισμός διάταξης)
es: Tamaño mínimo (Restricción de diseño)
fi: Minimikoko (Layout rajoite)
fr: Taille minimale (contrainte de la longueur)
he: גודל מינימלי (מאמץ יוטי)
hi: न्यूनतम आकार (लेआउट बाधा)
it: Dimensione minima (costrizione dello strato)
ja: 最小サイズ（レイアウト制約）
ko: 최소 크기 (레이아웃 제약 조건)
nb: Minimumsstørrelse (layoutbegrensning)
nl: Minimumgrootte (indelingsbeperking)
pl: Minimalna Wielkość (Ograniczenie układu)
ru: Минимальный размер (ограничение раскладки)
sr_latn: Minimalna veličina (Layout Constraint)
sv: Minsta storlek (Layoutbegränsning)
uk: Мінімальний розмір (Обмеження розміру)
zh_hans: 最小尺寸（布局约束）

source: Minimum Width
ar: الحد الأدنى للعرض
da: Mindste bredde
de: Mindestbreite
el: Ελάχιστο πλάτος
es: Ancho mínimo
fi: Minimileveys
fr: Largeur minimale
he: רוחב מינימלי
hi: न्यूनतम चौड़ाई
it: Larghezza minima
ja: 最小幅
ko: 최소 너비
nb: Minimumbredde
nl: Minimale breedte
pl: Minimalna szerokość
ru: Минимальная ширина
sr_latn: Minimalna širina
sv: Minsta bredd
uk: Мінімальна ширина
zh_hans: 最小宽度
